{
    "weapons": [
        {
            "name": "Virtuos Contract", "id": 1, "category": "One-Handed Sword", "details": "A versatile and balanced sword that offers a combination of speed and power. It is suitable for close-quarters combat and allows for quick and precise strikes against enemies."
        },
        {
            "name": "Beastlord", "id": 2, "category": "Two-Handed Greatsword", "details": "A large and heavy greatsword known for its raw strength and sweeping attacks. It delivers powerful blows capable of dealing significant damage to multiple enemies." 
        },
        {
            "name": "Phoenix Lance", "id": 3, "category": "Spear", "details": "A long-reaching weapon with a sharp tip, designed for thrusting attacks. It allows for keeping enemies at a distance while delivering piercing strikes with precision."
        }
    ],
    "specimens": [
        {
           "name": "Shades", "id": 1, "details": "Shades are haunting creatures that roam the world, born from the souls of humans struck by the Black Scrawl disease. They are twisted remnants of what was once human, their forms distorted and filled with an eerie darkness. These malevolent beings exhibit aggressive behavior, attacking humans and Replicants alike without mercy."
        },
        {
            "name": "Replicants", "id": 2, "details": "Replicants are artificial beings created to mimic and carry on the essence of humanity. Crafted with precision and care, they bear physical resemblances to their human counterparts but lack true emotions and memories. Replicants exist as vessels, tasked with preserving the essence of what it means to be human."
        },
        {
            "name": "Gestalts", "id": 3, "details": "Gestalts represent the intended state of humanity's souls. They were envisioned as pure ethereal forms that would house the extracted human consciousness during the Black Scrawl epidemic. The purpose of Project Gestalt was to separate the souls from their decaying bodies and preserve them in these ethereal entities."
        }
    ]
}